Repository: WarGen4ik/qorca
Catalog: locale/ua/LC_MESSAGES/django.po
Languages: ua

source: Email
ua: Пошта

source: First name
ua: Ім'я

source: Last name
ua: Прізвище

source: Created at
ua: Створено

source: Is active user
ua: Активний користувач

source: Administrator
ua: Адміністратор

source: User
ua: Користувач

source: Users
ua: Користувачі

source: Avatar
ua: Аватар

source: male
ua: чоловік

source: female
ua: жінка

source: Gender
ua: Стать

source: Phone number
ua: Номер телефону

source: Birth date
ua: Дата народження

source: City
ua: Місто

source: Is user verificated
ua: Чи верифікований користувач

source: Verification code
ua: Код верифікації

source: Age group
ua: Вікова група

source: user
ua: користувач

source: manager
ua: менеджер

source: Role
ua: Роль

source: Full name
ua: Повне ім'я

source: Message
ua: Повідомлення

source: Profile
ua: Профіль

source: Change photo
ua: Змінити фото

source: City:
ua: Місто:

source: Gender:
ua: Стать:

source: Phone number:
ua: Номер телефону:

source: Birth date:
ua: Дата народження

source: Update
ua: Змінити

source: My team
ua: Моя команда

source: Invitations to teams
ua: Запрошення в команду

source: ACCEPT
ua: ПРИЙНЯТИ

source: DECLINE
ua: ВІДХИЛИТИ

source: You have no invitations yet
ua: У вас поки що нема запрошень

source: Reset password
ua: Змінити пароль

source: Please enter your new password.
ua: Будь ласка, введіть новий пароль

source: Password
ua: Пароль

source: Enter Password
ua: Введіть пароль

source: Repeat Password
ua: Повторіть пароль

source: Back
ua: Назад

source: Please enter your email.
ua: Будь ласка, введіть вашу пошту

source: Enter Email
ua: Введіть пошту

source: Send
ua: Відправити

source: Send verification code
ua: Відправити код верифікації

source: Please fill in this form.
ua: Будь ласка, заповніть дану форму.

source: Sign in
ua: Вхід

source: Please fill in this form to sign in.
ua: Будь ласка, заповніть дану форму для входу.

source: Remember me
ua: Запам'ятати мене

source: Sign In
ua: Вхід

source: Sign Up
ua: Реєстрація

source: Please fill in this form to create an account.
ua: Будь ласка, заповніть дану форму, щоб зареєструватись.

source: By creating an account you agree to our
ua: При реєстраціїї ви погоджуєтесь з

source: Terms & Privacy
ua: Правилами і політикой конфіденційності

source: Sign up
ua: Реєстрація

source: Success
ua: Успіх

source: User with this email is already exist.
ua: Користувач з даною поштою вже зареєстрований.

source: We have sent verification link to your email. Please, follow it to verificate your email. If there is no letter, please check "spam" in your email.
ua: Ми надіслали вам інструкцію для верифікації на вашу пошту. Лист може надійти в "спам", тому, будь ласка, перевірте його.

source: Passwords are not equal each other.
ua: Паролі не співпадають.

source: Please verificate your email to log in.
ua: Будь ласка, верифікуйте вашу пошту, щоб увійти.

source: Wrong date format
ua: Невірний формат дати

source: Your email has been verificated
ua: Ваша пошта верифікована!

source: There is no user with this email.
ua: Користувача з введеною поштою не існує.

source: We have sent verification link to your email. Please, follow it to verificate your email. If there is no letter, please check "spam" in your email/
ua: Ми надіслали вам інструкцію для верифікації на вашу пошту. Лист може надійти в "спам", тому, будь ласка, перевірте його.

source: You need to verificate your email.
ua: Вам потрібно верифікувати вашу пошту.

source: We have sent to you mail with instructions to reset your password.
ua: Ми надіслали вам на пошту інструкцію по зміні паролю.

source: You have been changed your password.
ua: Ваш пароль був змінений.

source: We will read your message as soon as possible.
ua: Ми прочитаємо ваше повідомлення як тільки зможемо.

source: Pool size
ua: Довжина басейну

source: Distance length
ua: Довжина дистанції

source: Distance type
ua: Тип дистанції

source: Points
ua: Бали

source: Previous day
ua: Попередній день

source: Next day
ua: Наступний день

source: Previous swim
ua: Попередній заплив

source: Next swim
ua: Наступний заплив

source: Swim №%(number)s results
ua: Результати запливу №%(number)s

source: Please fill results of a swim.
ua: Будь ласка, заповніть результати запливу.

source: Back to competition
ua: Назад до змагання

source: Result time
ua: Результуючий час

source: There are no members on this swim
ua: Жоден з учасників запливу не завершив реєстрацію

source: Fill results
ua: Заповнити результати

source: Competition managment
ua: Управління змаганням

source: Here you can manage your competitions
ua: Тут ви можете управляти змаганням

source: Finish registration
ua: Завершити реєстрацію

source: Resume registration
ua: Оновити реєстрацію

source: Add results
ua: Додати результати

source: Download final predictions
ua: Завантажити остаточні запливи

source: Download results
ua: Завантажити результати

source: Find user
ua: Знайти користувача

source: User name
ua: Ім'я користувача

source: User Name
ua: Ім'я користувача

source: Location
ua: Місто

source: Action
ua: Дії

source: Remove registration
ua: Відреєструвати

source: Day
ua: День

source: Member
ua: Учасник

source: Team
ua: Команда

source: Time
ua: Час

source: Males
ua: Чоловіки

source: Females
ua: Жінки

source: Distance
ua: Дистанція

source: Single
ua: Без команди

source: User has been finished registration!
ua: Користувач завершив реєстрацію!

source: %(user)s has been finished registration!
ua: %(user)s завершив реєстрацію!

source: %(user)s has been removed from registration!
ua: %(user)s успішно відреєстрований!

source: Competition registration has been finished!
ua: Реєстрація на змагання була завершена.

source: Competition registration has been resumed!
ua: Реєстрація на змагання була оновлена

source: Day {}
ua: День {}

source: %(user)s result time has wrong format. Please try again.
ua: Результуючий час користувача %(user)s має невірний формат. Будь ласка попробуйте знову.

source: Success!
ua: Успіх

source: Team name
ua: Назва команди

source: Logo
ua: Логотип

source: Description
ua: Опис

source: Is coach
ua: Тренер

source: Is active invitation
ua: Активне запрошення

source: World
ua: Світ

source: Europe
ua: Європа

source: Ukraine
ua: Україна

source: Competition name
ua: Назва змагання

source: Count days
ua: Кількість днів

source: Pools sizes
ua: Довжини басейнів

source: Region
ua: Регіон

source: Count tracks
ua: Кількість доріжок

source: Is creating finished
ua: Чи завершене створення

source: Is register finished
ua: Чи завершена реєстрація

source: Started at
ua: Початок

source: Is user registration completed
ua: Чи завершена реєстрація

source: Is team registration completed
ua: Чи завершена реєстрація

source: Freestyle
ua: Вільний стиль

source: Butterfly
ua: Баттерфлай

source: Backstroke
ua: На спині

source: Breaststroke
ua: Брас

source: Dolphin kick
ua: Комплексне плавання

source: Day number
ua: Номер дня

source: f-s
ua: в/с

source: b-f
ua: бат

source: bk-s
ua: н/с

source: br-s
ua: брас

source: d-k
ua: к/п

source: Time for distance
ua: Час для дистанції

source: Is registration finished
ua: Чи завершена реєстрація

source: Count points
ua: Кількість балів

source: Mixed
ua: Змішаний

source: Separated
ua: Розділений

source: Relay race length
ua: Довжина естафети

source: Count members
ua: Кількість учасників

source: Team for relay race
ua: Команда для естафети

source: Qorca - fast and shtoto tam competitions
ua: Q-Orca - швидкі і шось то там змагання

source: Region:
ua: Регіон:

source: Members count:
ua: Кількість учасників:

source: Teams count:
ua: Кількість команд:

source: Started at:
ua: Початок:

source: Register team
ua: Зареєструвати команду

source: Unregister team
ua: Відреєструвати команду

source: Register as single
ua: Зареєструватись особисто

source: Unregister as single
ua: Відреєструватись особисто

source: Download badge
ua: Скачати бейдж

source: Download predictions
ua: Завантажити запливи

source: Download badges
ua: Завантажити бейджі

source: Start registration
ua: Перейти до управління

source: Distances
ua: Дистанції

source: Day 1
ua: День 1

source: Distance
ua: Дистанція

source: Day 2
ua: День 2

source: Create team
ua: Створити команду

source: Please fill in this form to create a team.
ua: Будь ласка, заповніть дану форму, щоб створити команду.

source: Name
ua: Назва

source: Enter team name
ua: Введіть назву команди

source: Create
ua: Створити

source: Create competition
ua: Створити змагання

source: Please fill this form to create a competition
ua: Будь ласка, заповніть дану форму, щоб створити змагання.

source: Enter competition title
ua: Введіть назву змагання

source: Continue
ua: Продовжити

source: Please fill this form to fill competition distances
ua: Будь ласка, заповніть дану форму, щоб зареєструватись.

source: Count distances
ua: Кількість дистанцій

source: Competitions
ua: Змагання

source: Check out all competitions here.
ua: Переглянути всі змагання можна тут.

source: Type of Competitions
ua: Тип змагання

source: Your profile
ua: Ваш профіль

source: Full Name
ua: Повне ім'я

source: Email Address
ua: Електронна пошта

source: Your Message
ua: Ваше повідомлення

source: Send Your Email
ua: Відправити Ваше повідомлення

source: Contact Details
ua: Контакти

source: Anna Kikot
ua: Анна Кікоть

source: Home
ua: Головна

source: Contact
ua: Контакти

source: Create Team
ua: Створити команду

source: Logout
ua: Вийти

source: Register on competition
ua: Зареєструватись на змагання

source: Please fill distances in which u want to take a part.
ua: Будь ласка, заповніть дистанції, в яких ви хочете взяти участь.

source: Prediction time
ua: Попередній час

source: Register
ua: Реєстрація

source: Team name:
ua: Назва команди:

source: Count members:
ua: Кількість учасників:

source: Count competitions:
ua: Кількість змагань:

source: Created at:
ua: Створено:

source: Description:
ua: Опис:

source: Save
ua: Зберегти

source: Find new members
ua: Знайти учасників

source: Members
ua: Учасники

source: KICK
ua: ВИГНАТИ

source: Please fill distances in which you and your teammates will take a part
ua: Будь ласка, заповніть дистанції, в яких ви та ваші члени команди хочете взяти участь.

source: Team:
ua: Команда:

source: Send invitation
ua: Відправити запрошення

source: User list
ua: Список користувачів

source: User Search
ua: Пошук користувачів

source: Search
ua: Знайти

source: first
ua: перша

source: previous
ua: попередня

source: Page
ua: Сторінка

source: of
ua: з

source: next
ua: наступна

source: last
ua: остання

source: Track
ua: Доріжка

source: Swim
ua: Заплив

source: m
ua: м

source: Team has been created!
ua: Команду було створено!

source: You need to fill your birth date in profile to register on competition
ua: Будь ласка, заповніть дату народження в профілі, щоб зареєструватись на змагання.

source: You cannot register on this competition
ua: Ви не можете зареєструватись на це змагання

source: Wrong time format
ua: Невірний формат часу

source: You have been already registrated on this competition!
ua: Ви вже зареєстровані на це змагання.

source: You have been registrated successful!
ua: Ви були успішно зареєстровані.

source: You have been unregistrated successful!
ua: Ви були успішно відреєстровані.

source: need to fill birth date in profile to register on this competition.
ua: повинні заповнити дату народження в профілі, щоб зареєструватись на це змагання.

source: You cannot register team on this competition
ua: Ви не можете зареєструвати команду на це змагання

source: Your team has been already registrated on this competition!
ua: Ваша команда вже зареєстрована на це змагання.

source: Your team has been unregistrated successful!
ua: Ваша команда була відреєстрована успішно!
